//TESTJOB JOB (ACCT),'Generated JCL'
// CLASS=A
// MSGCLASS=X

//STEP1 EXEC PGM=IEFBR14

// DD Statements

// SYSIN and SYSOUT

// JES2/JES3 Statements

// Miscellaneous Parameters

// Job Steps (Future Enhancement - v0.3)

// System-Level Overrides
